Revit 2024 API
ParameterTypeId.RbsElecDemandfactorDemandloadParam Property
 "Estimated Demand Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecDemandfactorDemandloadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecDemandfactorDemandloadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecDemandfactorDemandloadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace